Repository: writefreely/writefreely
Catalog: locales/*/LC_MESSAGES/*.po
Languages: eu_es

source: ## Join the Fediverse The fediverse is a large network of platforms that all speak a common language. Imagine if you could reply to _Instagram_ posts from _Twitter_, or interact with your favorite _Medium_ blogs from _Facebook_ -- federated alternatives like %s, %s, and WriteFreely enable you to do these types of things.
eu_es: ## Batu fedibertsora Fedibertsoa plataforma desberdinek osatzen duten sare zabal bat da, non guztiek hizkuntza bera erabiltzen duten. Imajina ezazu _Twitter_-etik _Instagram_-eko sarrera bat erantzuteko aukera izango bazenu, edo _Facebook_-etik _Medium_ blog plataforman jardutekoa. %s, %s eta WriteFreely bezalako alternatibek horrelako gauzak egitea ahalbidetzen dute.

source: ## Write More Socially WriteFreely can communicate with other federated platforms like _Mastodon_, so people can follow your blogs, bookmark their favorite posts, and boost them to their followers. Sign up above to create a blog and join the fediverse.
eu_es: ## Idatzi sozialkiago WriteFreely _Mastodon_ bezalako beste edozein federatutako plataformarekin komunika daiteke, beraz jendeak zure bloga jarraitu ahal izango du, gogoko sarreren laster-markak egin, eta jarraitzaileekin elkarbanatu. Eman izena blog bat sortzeko eta batu fedibertsora.

source: About %s
eu_es: %s-i buruz

source: _%s_ is a place for you to write and publish, powered by %s.
eu_es: _%s_ idatzi eta argitaratzeko gune bat da, %s erabiliz.

source: _%s_ is an interconnected place for you to write and publish, powered by %s.
eu_es: _%s_ idatzi eta argitaratzeko gune bat da, %s erabiliz.

source: article
eu_es: artikulu

source: _%s_ is home to **%d** %s across **%d** %s.
eu_es: _%s_ guneak **%d** %s ditu, eta **%d** %s.

source: About WriteFreely
eu_es: WriteFreely-ri buruz

source: %s is a self-hosted, decentralized blogging platform for publishing beautiful, simple blogs.
eu_es: %s blog eder eta sinpleak argitaratzeko norberak ostata dezakeen eta deszentralizaturikoa den blogintza plataforma bat da.

source: It lets you publish a single blog, or host a community of writers who can create multiple blogs under one account. You can also enable federation, which allows people in the fediverse to follow your blog, bookmark your posts, and share them with others.
eu_es: Blog bakar bat argitaratzeko aukera eskaintzen du, edo kontu bakarrean hainbat blog sor ditzakeen idazle komunitate bat ostatatzekoa. Federazioa ere gaitu daiteke, horrela, bertako pertsonek blogak jarraitu, posten laster-markak egin, eta besteekin partekatu ahal izango dituzte.

source: Start an instance
eu_es: Hasi instantzia bat

source: Privacy Policy
eu_es: Pribatutasun Politika

source: Last updated
eu_es: Azken eguneraketa

source: Read the latest posts form %s.
eu_es: Irakurri %s-en argitaratutako azken sarrerak.

source: %s, the software that powers this site, is built to enforce your right to privacy by default. It retains as little data about you as possible, not even requiring an email address to sign up. However, if you _do_ give us your email address, it is stored encrypted in our database. We salt and hash your account's password.We store log files, or data about what happens on our servers. We also use cookies to keep you logged in to your account. Beyond this, it's important that you trust whoever runs %s. Software can only do so much to protect you -- your level of privacy protections will ultimately fall on the humans that run this particular service.
eu_es: Gune hau ahalbidetzen duen softwareak, hau da, %s-k zure pribatutasun eskubidea bermatzea lehenesten du. Instantzia honetan zuri buruzko ahalik eta datu gutxien gordetzen da, erregistratzeko helbide elektronikorik ere ez da behar, baina ematen badiguzu ere, enkriptaturik gordeko da gure datu-basean. Zure pasahitza berriz salt eta hash bidez babesten da. Log fitxategiak ere gordetzen ditugu, gure zerbitzarietan gertatzen dena, alegia. Zure kontuan saioa hasita izan dezazun cookieak ere erabiltzen ditugu. Horrez gain, garrantzitsua da %s kudeatzen ari dena zure konfidantzazko norbait izatea. Softwareak asko egin dezake zu babesteko, baina zure pribatutasunaren babes-maila, azken batean, zerbitzu hau kudeatzen duten pertsonena da.

source: Unpublished post
eu_es: Argitaratu gabeko posta

source: Moved to %s
eu_es: %s-(e)ra mugitua

source: move to
eu_es: eraman

source: moving to %s...
eu_es: %s-(e)ra mugitzen...

source: unable to move
eu_es: ezinezkoa mugitzea

source: View on %s
eu_es: Ikusi %s-(e)n

source: NOTE
eu_es: OHARRA

source: for now, you'll need Javascript enabled to post.
eu_es: oraingoz, Javascript gaiturik behar duzu postak idazteko.

source: Your account is silenced, so you can't publish or update posts.
eu_es: Zure kontua isilarazi egin da, beraz ezin duzu postik argitaratu edo eguneratu.

source: Failed to post. Please try again.
eu_es: Huts argitaratzerakoan. Saia zaitez berriro.

source: You don't have permission to update this post.
eu_es: Ez duzu baimenik post hau eguneratzeko.

source: Write...
eu_es: Idatzi...

source: Publish to...
eu_es: Argitaratu...

source: Font
eu_es: Letra-tipoa

source: Anonymous
eu_es: Anonimoa

source: Older
eu_es: Zaharragoa

source: Newer
eu_es: Berriagoa

source: This blog requires a password.
eu_es: Blog honek pasahitza behar du.

source: This page is missing.
eu_es: Orri hori falta da.

source: Are you sure it was ever here?
eu_es: Ziur al zaude hemen dagoela?

source: Post not found
eu_es: Ez da aurkitu posta

source: Why not share a thought of your own?
eu_es: Zergatik ez partekatu norberaren pentsamenduak?

source: Start a blog
eu_es: Hasi blog bat

source: %s and spread your ideas on **%s**, %s.
eu_es: %s eta adierazi zure ideiak **%s** gunean, %s.

source: a simple blogging community
eu_es: blogintza komunitate sinplea

source: a simple, federated blogging community
eu_es: ,federaturiko blogintza komunitate sinplea

source: Post was unpublished by the author.
eu_es: Egileak posta ezabatu du.

source: It might be back some day.
eu_es: Agian itzuliko da egunen batean.

source: Expected valid form data.
eu_es: Baliozko datuak espero ziren galdetegian.

source: Expected valid JSON object.
eu_es: Baliozko JSON objetua espero zen.

source: Expected valid JSON array.
eu_es: Baliozko JSON matrizea espero zen.

source: Invalid access token.
eu_es: Baliogabeko sarbide token-a.

source: Authorization token required.
eu_es: Baimen tokena beharrezkoa da.

source: Not logged in.
eu_es: Saioa hasi gabe.

source: You don't have permission to add to this collection.
eu_es: Ez duzu baimenik bilduma honetara gehitzeko.

source: Invalid editing credentials.
eu_es: Editatzeko kredentzial baliogabeak.

source: You don't have permission to do that.
eu_es: Ez duzu hori egiteko baimenik.

source: Bad requested Content-Type.
eu_es: Content-Type eskaera okerra.

source: You don't have permission to access this collection.
eu_es: Ez duzu baimenik bilduma honetara sartzeko.

source: Supply something to publish.
eu_es: Eskaini argitaratzeko zeozer.

source: The humans messed something up. They've been notified.
eu_es: Gizakiek zerbait izorratu dute. Abisatuta daude.

source: Could not get cookie session.
eu_es: Ezin da cookie saioa eskuratu.

source: Service temporarily unavailable due to high load.
eu_es: Zerbitzua aldi baterako ez dago erabilgarri karga handia dela eta.

source: Collection doesn't exist.
eu_es: Bilduma ez da existitzen.

source: This blog was unpublished.
eu_es: Blog hau argitaratu gabe dago.

source: Collection page doesn't exist.
eu_es: Bildumaren orrialdea ez da existitzen.

source: Post not found.
eu_es: Ez da posta aurkitu.

source: Post removed.
eu_es: Posta ezabatua.

source: Post unpublished by author.
eu_es: Egileak argitaratu gabeko posta.

source: We encountered an error getting the post. The humans have been alerted.
eu_es: Errorea gertatu da posta eskuratzean. Gizakiak abisatuta daude.

source: User doesn't exist.
eu_es: Erabiltzailea ez da existitzen.

source: Remote user not found.
eu_es: Ez da urruneko erabiltzailea aurkitu.

source: Please enter your username instead of your email address.
eu_es: Idatzi zure erabiltzaile-izena e-posta helbidearen ordez.

source: Account is silenced.
eu_es: Kontua isilarazi egin da.

source: Password authentication is disabled.
eu_es: Pasahitz bidezko autentifikazioa desgaituta dago.

source: Supply some properties to update.
eu_es: Hornitu eguneatzeko zenbait propietate.
