Repository: writefreely/writefreely
Catalog: locales/*/LC_MESSAGES/*.po
Languages: eu_es

source: Home
eu_es: Hasiera

source: About
eu_es: Honi buruz

source: Reader
eu_es: Irakurlea

source: Log in
eu_es: Saioa hasi

source: Log out
eu_es: Saioa itxi

source: My Posts
eu_es: Nire postak

source: Draft
eu_es: Zirriborro

source: Sign up
eu_es: Erregistratu

source: New Post
eu_es: Post berria

source: Return to editor
eu_es: Itzuli editorera

source: writer's guide
eu_es: idazlearen gida

source: developers
eu_es: garatzaileak

source: privacy
eu_es: pribatutasuna

source: source code
eu_es: iturburu kodea

source: Admin dashboard
eu_es: Administrazio-panela

source: Account settings
eu_es: Kontuaren ezarpenak

source: Import posts
eu_es: Postak inportatu

source: Export
eu_es: Exportatu

source: Dashboard
eu_es: Aginte-panela

source: Settings
eu_es: Ezarpenak

source: User
eu_es: Erabiltzaile

source: Page
eu_es: Orria

source: View
eu_es: Ikustaldi

source: View post
eu_es: Posta ikusi

source: View Blog
eu_es: Bloga Ikusi

source: word
eu_es: hitz

source: Publish
eu_es: Argitaratu

source: This post has been updated elsewhere since you last published!
eu_es: Post hau beste nonbait eguneratua izan da argitaratuz geroztik!

source: Delete draft and reload
eu_es: Zirriborroa ezabatu eta birkargatu

source: Updates
eu_es: Eguneraketak

source: Customize
eu_es: Pertsonalizatu

source: Stats
eu_es: Estatistikak

source: View Draft
eu_es: Zirriborroa Ikusi

source: Monitor
eu_es: Monitorea

source: Read more...
eu_es: Irakurri gehiago...

source: Your account has been silenced.
eu_es: Zure kontua isilarazia izan da.

source: You can still access all of your posts and blogs, but no one else can currently see them.
eu_es: Oraindik zure blog eta postak ikus ditzakezu, baina ez beste inork.

source: These are your draft posts. You can share them individually (without a blog) or move them to your blog when you're ready.
eu_es: Hauek zure zirriborroak dira. Bakarka partekatu ahal izango dituzu (blogik gabe), edo prest dituzunean blogera mugitu eta argitaratu.

source: Your anonymous and draft posts will show up here once you've published some. You'll be able to share them individually (without a blog) or move them to a blog when you're ready.
eu_es: Zure zirriborro eta sarrera anonimoak hemen agertuko dira. Bakarka partekatu ahal izango dituzu (blogik gabe), edo prest dituzunean blogera mugitu eta argitaratu.

source: Alternatively, see your blogs and their posts on your %s page.
eu_es: Bestela, blogak eta argitalpenak ikusi ditzakezu %s orrian.

source: Start writing
eu_es: Idazten hasi

source: unsynced posts
eu_es: sinkronizatu gabeko posta

source: Title
eu_es: Izenburua

source: Description
eu_es: Deskribapena

source: This blog uses your username in its URL.
eu_es: Blog honek zure erabiltzaile izena darabil bere URL-an.

source: This blog uses your username in its URL and fediverse handle.
eu_es: Blog honek zure erabiltzaile izena darabil bere URL-an eta fedibertsoaren kudeaketan.

source: You can change it in your %s.
eu_es: Hori %s atalean alda dezakezu.

source: Publicity
eu_es: Publikotasuna

source: Public
eu_es: Publikoa

source: Private
eu_es: Pribatua

source: This blog is visible to any registered user on this instance.
eu_es: Blog hau instantzia honetan erregistraturiko edonorentzat dago ikusgai.

source: This blog is visible to anyone with its link.
eu_es: Blog hau bere esteka duen edonorentzat dago ikusgai.

source: Only you may read this blog (while you're logged in).
eu_es: Zuk bakarrik irakur dezakezu blog hau (saioa hasita duzun bitartean).

source: Password-protected:
eu_es: Pasahitzez-babestua:

source: a memorable password
eu_es: pasahitz gogoangarri bat

source: A password is required to read this blog.
eu_es: Pasahitza behar da blog hau irakurtzeko.

source: This blog is displayed on the public %s, and is visible to anyone with its link.
eu_es: Blog hau %s atal publikoan bistaratzen da, eta esteka ezagutzen duen edonorentzat dago ikusgai.

source: This blog is displayed on the public %s, and is visible to any registered user on this instance.
eu_es: Blog hau %s atal publikoan bistaratzen da, eta instantzia honetan erregistraturiko edonorentzat dago ikusgai.

source: The public reader is currently turned off for this community.
eu_es: Irakurlea atal publikoa desgaituta dago une honetan komunitate honentzat.

source: Display Format
eu_es: Bistaratzea

source: Customize how your posts display on your page.
eu_es: Pertsonalizatu zure postak zure orrian bistaratzeko modua.

source: Dates are shown. Latest posts listed first.
eu_es: Datak erakusten dira. Post berrienak zerrendan lehenak.

source: No dates shown. Oldest posts first.
eu_es: Datarik ez da erakusten. Post zaharrenak zerrendan lehenak.

source: No dates shown. Latest posts first.
eu_es: Datarik ez da erakusten. Post berrienak lehenak.

source: Text Rendering
eu_es: Testu Errendatzea

source: Customize how plain text renders on your blog.
eu_es: Pertsonalizatu testu-laua zure blogean errendatzeko modua.

source: Custom CSS
eu_es: CSS pertsonalizazioa

source: customization
eu_es: pertsonalizazio

source: See our guide on %s.
eu_es: Ikusi gure %s gida.

source: Post Signature
eu_es: Post Sinadura

source: This content will be added to the end of every post on this blog, as if it were part of the post itself. Markdown, HTML, and shortcodes are allowed.
eu_es: Eduki hau blog honetako post bakoitzaren amaieran gehituko da, postarena balitz bezala. Markdown, HTML, eta azpikodeak onartzen dira.

source: Web Monetization
eu_es: Web Monetizazioa

source: Web Monetization enables you to receive micropayments from readers that have a %s. Add your payment pointer to enable Web Monetization on your blog.
eu_es: Web Monetizazioak mikro-ordainketak jasotzeko aukera eskaintzen dizu %s duten irakurleengandik. Gehitu zure ordainketa datuak Web Monetizazioa zure blogean gaitzeko.

source: Coil membership
eu_es: Coil kontua

source: Save changes
eu_es: Gorde aldaketak

source: Delete Blog...
eu_es: Bloga ezabatu...

source: Delete
eu_es: Ezabatu

source: Cancel
eu_es: Utzi

source: Are you sure you want to delete this blog?
eu_es: Ziur al zaude blog hau ezabatu nahi duzula?

source: Are you sure you want to delete this post?
eu_es: Ziur al zaude post hau ezabatu nahi duzula?

source: Post is synced to another account. Delete the post from that account instead.
eu_es: Posta beste kontu batekin sinkronizatzen da. Ezaba ezazu kontu horretako posta.

source: Failed to delete.
eu_es: Ezabatzeak huts egin du.

source: Please try again.
eu_es: Saia zaitez berriro.

source: This will permanently erase **%s** (%s/%s) from the internet. Any posts on this blog will be saved and made into drafts (found on your %s page).
eu_es: Honek **%s** (%s/%s) betirako ezabatuko du internetetik. Blog honetako post guztiak %s orrira igaroko dira.

source: If you're sure you want to delete this blog, enter its name in the box below and press **%s**.
eu_es: Blog hau ezabatu nahi duzula ziur bazaude, sartu bere izena beheko eremuan eta sakatu **%s**.

source: Enter **%s** in the box below.
eu_es: Sartu **%s** beheko eremuan.

source: Saving changes...
eu_es: Aldaketak gordetzen...

source: This name is taken.
eu_es: Izen hori erabilita dago.

source: Edit post metadata
eu_es: Metadatuak editatu

source: Edit metadata
eu_es: Metadatuak editatu

source: now
eu_es: orain

source: Slug
eu_es: Sluga

source: Language
eu_es: Hizkuntza

source: Direction
eu_es: Norabidea

source: Created
eu_es: Sortze data

source: right-to-left
eu_es: eskuinetik-ezkerrera

source: Edit post
eu_es: Posta editatu

source: Toggle theme
eu_es: Gaia aldatu

source: Scheduled
eu_es: Programatua

source: Edit
eu_es: Editatu

source: Pin
eu_es: Finkatu

source: Unpin
eu_es: Askatu

source: Move this post to another blog
eu_es: Mugitu post hau beste blog batetara

source: Change to a draft
eu_es: Eraman zirriborroetara

source: change to _%s_
eu_es: bihurtu _%s_

source: move to...
eu_es: mugi hona...

source: move to %s
eu_es: eraman %s-ra

source: View raw
eu_es: Raw-eran ikusi

source: Publish this post to your blog %s
eu_es: Argitaratu post hau zure %s blogean

source: Move this post to one of your blogs
eu_es: Mugitu post hau zure blogetako batetara

source: Load more...
eu_es: Kargatu gehiago...

source: Stats for all time.
eu_es: Estatistika orokorrak.

source: Fediverse stats
eu_es: Fedibertsoko estatistikak

source: Followers
eu_es: Jarraitzaileak

source: Top %d post
eu_es: %d. posta

source: Total Views
eu_es: Bistaratzeak

source: Before you go...
eu_es: Joan aurretik...

source: Account Settings
eu_es: Kontuaren Ezarpenak

source: Change your account settings here.
eu_es: Aldatu hemen zure kontuaren ezarpenak.

source: Username
eu_es: Erabiltzaile-izena

source: Update
eu_es: Eguneratu

source: Passphrase
eu_es: Pasaesaldia

source: Add a passphrase to easily log in to your account.
eu_es: Gehitu pasaesaldia saioa erraztasunez hasteko.

source: Current passphrase
eu_es: Uneko pasaesaldia

source: New passphrase
eu_es: Pasaesaldi berria

source: Show
eu_es: Erakutsi

source: Account updated.
eu_es: Kontua eguneratu da.

source: Email
eu_es: Emaila

source: Email address
eu_es: Email helbidea

source: Add your email to get:
eu_es: Gehitu zure emaila hauek eskuratzeko:

source: Please add an **%s** and/or **%s** so you can log in again later.
eu_es: Mesedez gehitu saioa hasteko erabiliko dituzun **%s** edo/eta **%s**.

source: No-passphrase login
eu_es: Pasaesaldi gabeko saio hasiera

source: Account recovery if you forget your passphrase
eu_es: Kontu berreskuratzea pasaesaldia ahaztuz gero

source: Linked Accounts
eu_es: Lotutako Kontuak

source: These are your linked external accounts.
eu_es: Hauek dira lotutako zure kanpo-kontuak.

source: Link External Accounts
eu_es: Kanpoko Kontuak Lotu

source: Connect additional accounts to enable logging in with those providers, instead of using your username and password.
eu_es: Konektatu kontu gehigarriak hornitzaile horiekin saioa hasteko, zure erabiltzaile-izena eta pasahitza erabili beharrean.

source: Incinerator
eu_es: Errauskailua

source: Delete your account
eu_es: Ezabatu zure kontua

source: Permanently erase all your data, with no way to recover it.
eu_es: Ezabatu zure datu guztiak, berreskuratzeko modurik gabe.

source: Are you sure?
eu_es: Ziur al zaude?

source: export your data
eu_es: zure datuak esportatu

source: This action **cannot** be undone. It will immediately and permanently erase your account, including your blogs and posts. Before continuing, you might want to %s.
eu_es: Ekintza hau **ezin da** desegin. Honek berehala eta betirako ezabatuko du zure kontua, blogak eta argitalpenak barne. Jarraitu aurretik agian %s nahi zenituzke.

source: If you're sure, please type **%s** to confirm.
eu_es: Ziur baldin bazaude, idatzi **%s** berresteko.

source: Invite to %s
eu_es: %s gonbidatu

source: This invite link is expired.
eu_es: Esteka hau iraungita dago.

source: Only **one** user
eu_es: Erabiltzaile **bakarrak**

source: Up to **%d** users
eu_es: **%d** erabiltzaileko kopuruak

source: can sign up with this link.
eu_es: hasi dezake saioa esteka honekin.

source: It expires on **%s**.
eu_es: Iraungitze data: **%s**.

source: It can be used as many times as you like
eu_es: Nahi duzun adina aldiz erabili daiteke

source: before **%s**, when it expires
eu_es: **%s** baino lehen, iraungitzen denean alegia

source: person has
eu_es: pertsonak

source: So far, **%d** %s used it.
eu_es: Orain arte, **%d** %s erabili dute.

source: Copy the link below and send it to anyone that you want to join *%s*. You could paste it into an email, instant message, text message, or write it down on paper. Anyone who navigates to this special page will be able to create an account.
eu_es: Kopiatu ondorengo esteka eta *%s* gunera batzea nahi duzun lagunari bidali. Email batean erantsiz bidal dezakezu, mezularitza zerbitzu baten bidez, testu-mezu moduan edo paper zati batean idatziz. Helbide berezi honetara nabigatzen duen edonork izango du kontu bat sortzeko aukera.

source: Publish plain text or Markdown files to your account by uploading them below.
eu_es: Argitaratu testu-lau edo Markdown fitxategiak zure kontura igoaz.

source: Select some files to import:
eu_es: Hautatu fitxategiak inportatzeko:

source: Import these posts to:
eu_es: Inportatu postak hona:

source: Import
eu_es: Inportatu

source: %s is not a supported post file
eu_es: %s post fitxategia ez da onartzen

source: Your data on %s is always free. Download and back-up your work any time.
eu_es: Zure datuen biltegiratzea doanekoa da %s webgunean. Deskargatu eta egin zure lanen babeskopia edonoiz.

source: Format
eu_es: Formatua

source: Site Title
eu_es: Gunearen Izenburua

source: Your public site name.
eu_es: Gune publikoaren izena.

source: Site Description
eu_es: Gunearen Deskribapena

source: Describe your site — this shows in your site's metadata.
eu_es: Deskribatu zure gunea — hau gunearen metadatuetan erakutsiko da.

source: The public address where users will access your site, starting with `http://` or `https://`.
eu_es: Erabiltzaileek gunean sartzeko erabiliko duten helbidea, hasieran `http://` edo `https://` protokoloa zehaztuz.

source: Community Mode
eu_es: Komunitate Modua

source: Whether your site is made for one person or many.
eu_es: Zure gunea pertsona bakarrarentzat edo askorentzat egina dagoen.

source: Single user
eu_es: Erabiltzaile bakarra

source: Multiple users
eu_es: Erabiltzaile anitz

source: Landing Page
eu_es: Helburu-orria

source: The page that logged-out visitors will see first. This should be an absolute path like: `/read`.
eu_es: Saioa hasi gabe duten erabiltzaileek hasieran ikusiko duten orria. Honen moduko bide absolutua izan beharko litzateke: `/read`.

source: Open Registrations
eu_es: Erregistro Irekia

source: Allow anyone who visits the site to create an account.
eu_es: Gunea bisitatzen duen edonori kontua sortzen utzi.

source: Allow account deletion
eu_es: Kontua ezabatzen utzi

source: Allow all users to delete their account. Admins can always delete users.
eu_es: Erabiltzaileei beraien kontua ezabatzen utzi. Administratzaileek beti ezabatu ditzakete erabiltzaileak.

source: Allow invitations from...
eu_es: Gonbidapen onarpena

source: Choose who is allowed to invite new people.
eu_es: Zehaztu nor dagoen baimenduta jende berria gonbidatzera.

source: No one
eu_es: Inor ez

source: Only Admins
eu_es: Admin-ak soilik

source: All Users
eu_es: Erabiltzaile oro

source: Private Instance
eu_es: Instantzia Pribatua

source: Limit site access to people with an account.
eu_es: Sarbidea mugatu kontua duten erabiltzaileei.

source: Show a feed of user posts for anyone who chooses to share there.
eu_es: Erabiltzailearen argitalpenen feed bat erakutsi bertan elkarbanatzea aukeratzen duen edonorentzat.

source: Default blog visibility
eu_es: Blogaren ikusgarritasuna

source: The default setting for new accounts and blogs.
eu_es: Kontu eta blog berrientzako lehenetsitako ezarpena.

source: Maximum Blogs per User
eu_es: Blog Kopurua Erabiltzaileko

source: Keep things simple by setting this to **1**, unlimited by setting to **0**, or pick another amount.
eu_es: Guztia modu sinplean mantentzeko sartu **1**, mugagabea **0** ezarriz, bestela gogoko kopurua zehaztu dezakezu.

source: Federation
eu_es: Federazioa

source: Enable accounts on this site to propagate their posts via the ActivityPub protocol.
eu_es: Gaitu gune honetako kontuek ActivityPub protokolo bidez postak zabaldu ditzaten.

source: Public Stats
eu_es: Estatistika Publikoak

source: Publicly display the number of users and posts on your **%s** page.
eu_es: Erakutsi publikoki erabiltzaile eta post kopurua **%s** orrian.

source: Monetization
eu_es: Monetizazioa

source: Enable blogs on this site to receive micropayments from readers via %s.
eu_es: Gaitu gune honetako blogak irakurleengandik mikro-ordainketak jaso ditzaten, %s-en bidez.

source: Minimum Username Length
eu_es: Erabiltzaile-izenaren gutxieneko luzera

source: The minimum number of characters allowed in a username. (Recommended: 2 or more.)
eu_es: Erabiltzaile-izenean onarturiko gutxieneko karaktere kopurua. (Gomendatua: 2 edo gehiago.)

source: Save Settings
eu_es: Gorde Ezarpenak

source: configuration docs
eu_es: konfiguraketa dokumentuetan

source: Still have questions? Read more details in the %s.
eu_es: Zalantzak dituzu oraindik? Irakurri xehetasun gehiago %s.

source: Configuration saved.
eu_es: Konfiguraketa gorde da.

source: joined
eu_es: elkartua

source: type
eu_es: mota

source: status
eu_es: egoera

source: Invite people
eu_es: Jendea gonbidatu

source: Invite others to join *%s* by generating and sharing invite links below.
eu_es: Gonbidatu lagunen bat *%s* gunera batu dadin gonbidapen esteka bat sortu eta berarekin elkarbanatuz.

source: Maximum number of uses:
eu_es: Gehienezko erabilera kopurua:

source: No limit
eu_es: Mugagabea

source: Expire after:
eu_es: Iraungitze data:

source: You cannot generate invites while your account is silenced.
eu_es: Ezin duzu gonbidapenik sortu zure kontua isilarazirik dagoen bitartean.

source: Generate
eu_es: Sortu

source: Link
eu_es: Lotura

source: ToLink
eu_es: Lotu

source: Expires
eu_es: Iraungitzea

source: Expired
eu_es: Iraungita

source: No invites generated yet.
eu_es: Oraindik ez da gonbidapenik sortu.

source: last modified
eu_es: azken aldaketa

source: Active
eu_es: Aktibo

source: Silenced
eu_es: Isilarazia

source: Unsilence
eu_es: Ez-isilarazi

source: disabled
eu_es: desgaitua

source: Silence
eu_es: Isilarazi

source: No.
eu_es: Zkia.

source: total posts
eu_es: postak guztira

source: last post
eu_es: azken posta

source: password
eu_es: pasahitza

source: Change your password
eu_es: Aldatu zure pasahitza

source: Go to reset password page
eu_es: Pasahitza berrezartzeko orrira joan

source: Fediverse followers
eu_es: Fedibertsoko jarraitzaileak

source: Visibility
eu_es: Ikusgarritasuna

source: Alias
eu_es: Ezizena

source: Never
eu_es: Inoiz ez

source: Reset
eu_es: Berrezarri

source: Delete this user
eu_es: Erabiltzailea ezabatu

source: Permanently erase all user data, with no way to recover it.
eu_es: Betiko ezabatu erabiltzailearen datu guztiak, berreskuratzeko aukerarik gabe.

source: This action **cannot**be undone. It will permanently erase all traces of this user, **%s**, including their account information, blogs, and posts.
eu_es: Ekintza hau **ezingo da** desegin. Betiko ezabatuko ditu erabiltzaile honen aztarna guztiak, **%s**, bere kontuaren informazioa barne, blogak, eta postak.

source: Please type **%s** to confirm.
eu_es: Mesedez idatzi **%s** baieztatzeko.

source: Silence this user? They'll still be able to log in and access their posts, but no one else will be able to see them anymore. You can reverse this decision at any time.
eu_es: Erabiltzailea isilarazi? Isilarazitako erabiltzaileek sarbidea izaten jarraituko dute beraien idatzietara, baina ez ditu inork ikusiko. Erabaki hau edozein unetan alda dezakezu.

source: Reset this user's password? This will generate a new temporary password that you'll need to share with them, and invalidate their old one.
eu_es: Erabiltzailearen pasahitza berrezarri? Honek aldi baterako pasahitz berri bat sortuko du, beraiekin partekatu beharko duzuna eta zaharra baliogabetu.

source: Deleting...
eu_es: Ezabatzen...

source: This user's password has been reset to:
eu_es: Erabiltzaile honen pasahitza hona berrezarri da:

source: They can use this new password to log in to their account. **This will only be shown once**, so be sure to copy it and send it to them now.
eu_es: Pasahitz berri hau kontuan saio hasteko erabili ahal izango da. **Behin bakarrik erakutsiko da**, beraz, ziurtatu kopiatu eta bidaltzeaz.

source: Their email address is:
eu_es: Email helbidea:

source: Automated update check failed.
eu_es: Eguneratze automatizatuaren egiaztatzeak huts egin du.

source: Installed version: %s (%s).
eu_es: Instalaturiko bertsioa: %s (%s).

source: Learn about latest releases on the %s or %s.
eu_es: Ezagutu azken bertsioen inguruan %s-ean edo %s-ean.

source: WriteFreely is **up to date**.
eu_es: WriteFreely **eguneratuta** dago.

source: Get
eu_es: Lortu

source: A new version of WriteFreely is available! **%s %s**
eu_es: WriteFreely bertsio berri bat dago eskuragarri! **%s %s**

source: release notes
eu_es: bertsio oharrak

source: Read the %s for details on features, bug fixes, and notes on upgrading from your current version, **%s**.
eu_es: Irakurri %s, **%s** bertsioaren ezaugarriei, akatsen zuzenketei eta eguneratze-oharrei buruzko xehetasunak ezagutzeko.

source: Check now
eu_es: Egiaztatu orain

source: Last checked
eu_es: Azkenengoz egiaztatua

source: Automated update checks are disabled.
eu_es: Eguneratze-kontrol automatizatuak desgaituta daude.

source: Banner
eu_es: Bannerra

source: Outline your %s.
eu_es: Azaldu zure %s.

source: Customize your %s page.
eu_es: Pertsonalizatu zure %s orria.

source: Describe what your instance is %s.
eu_es: Egin deskribapena instantzia %s.

source: Accepts Markdown and HTML.
eu_es: Markdown eta HTML erabili daitezke.

source: Content
eu_es: Edukia

source: Save
eu_es: Gorde

source: Saving...
eu_es: Gordetzen...

source: We suggest a header (e.g. `# Welcome`), optionally followed by a small bit of text. Accepts Markdown and HTML.
eu_es: Goiburu bat iradokitzen dugu (adib. ` # Ongi Etorri`), aukeran testu pixka batez jarraituz. Markdown eta HTML onartzen dira.

source: Log in to %s
eu_es: Hasi saioa %s gunean

source: Logging in...
eu_es: Saioa hasten...

source: _No account yet?_ %s to start a blog.
eu_es: _Konturik ez oraindik?_ %s blog bat hasteko.

source: Incorrect password.
eu_es: Pasahitz okerra.

source: This user never set a password. Perhaps try logging in via OAuth?
eu_es: Erabiltzaile honek ez du pasahitzik ezarririk. Beharbada OAuth bidez saiatu?

source: This user never added a password or email address. Please contact us for help.
eu_es: Erabiltzaile honek ez du inoiz pasahitz edo emailik gehitu. Jarri gurekin harremanetan laguntza jasotzeko.

source: You're doing that too much.
eu_es: Gehiegitan ari zara hori egiten.

source: Parameter `alias` required.
eu_es: Sartu erabiltzaile izena.

source: A username is required.
eu_es: Sartu erabiltzaile izena.

source: Parameter `pass` required.
eu_es: Sartu ezazu pasahitza.

source: A password is required.
eu_es: Pasahitza beharrezkoa da.

source: Need a collection `alias` to read.
eu_es: Bilduma `ezizen` bat behar da irakurtzeko.

source: Please supply a password.
eu_es: Mesedez sartu pasahitz bat.

source: Something went very wrong. The humans have been alerted.
eu_es: Zeozer oso gaizki atera da. Gizakiak jakinaren gain jarriko dira.

source: Logging out failed. Try clearing cookies for this site, instead.
eu_es: Irtetzeak huts egin du. Horren ordez, saia zaitez cookieak garbitzen.

source: your-username
eu_es: zure-erabiltzaile-izena

source: optional
eu_es: hautazkoa

source: Create blog
eu_es: Sortu bloga

source: Finish creating account
eu_es: Amaitu kontua sortzen

source: Display Name
eu_es: Bistaratze izena

source: or
eu_es: edo

source: Sign in with **%s**
eu_es: Hasi saioa **%s**-ekin

source: Learn more...
eu_es: Ikasi gehiago...

source: Registration is currently closed.
eu_es: Izen-ematea itxita dago une honetan.

source: another instance
eu_es: beste instantzia

source: You can always sign up on %s.
eu_es: Beti hasi ahal izango saioa %s batean.

source: # Start your blog
eu_es: # Hasi zure bloga

source: # Start your blog in the fediverse
eu_es: # Hasi zure bloga fedibertsoan
